# DividedPathIndentsOverlap Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..DividedPathFailures..::..DividedPathIndentsOverlap Property
BuiltInFailures..::..DividedPathFailures Class See Also
---
Beginning indent and end indent overlap.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId DividedPathIndentsOverlap { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property DividedPathIndentsOverlap As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ DividedPathIndentsOverlap {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..DividedPathFailures Class
Autodesk.Revit.DB Namespace